[["0",{"pageContent":"Ventura Properties Limited was established in April 28, 2004 by two young entrepreneurs, teamed up to establish a company which will redefine the standard and aesthetics of real estate business in Bangladesh.\n\nAt Ventura Properties, we believe in providing quality, breakthrough real estate products and services that home buyers most want and need. Our winning strategy is built on three basic tenets of providing reliability, professionalism & excellence in service.\n\nWe strive for the creation of a better life for everyone, with value for investments that come with a total package of a great lifestyle, facilities & location. Our aim is to create a meaningful way of life – a better life – for the community & the country. We promise to provide you with an experience that is both satisfying and profitable. We hope to establish a special ongoing relationship with you to achieve your real estate dreams\n\nRAJUK* enlistment no. RAJUK/DC/REDMR-00333","metadata":{"loc":{"lines":{"from":1,"to":7}}}}],["1",{"pageContent":"*Rajdhani Unnayan Kartipakkha - Capital Development Authority of Bangladesh\n\nREHAB* membership no. 0299\n\n*Real Estate & Housing Association of Bangladesh\n\nAddress\nVentura Avenue, CWN(C) - 8/B Gulshan Avenue\n(Bir Uttam Mir Showkat Sharak), Gulshan, Dhaka 1212\n\nEmail\ninfo@venturabd.com\nPhone\n+880 9611446622, +88-01713434011-13\n\nVentura Water Woods\nat Uttara\n\nLocation\nHouse 21, Road 9\nSector 4, Uttara\nType\n10 storey exclusive 3 bedroom apartments\nApartment size (SFT)\n2100\nTotal apartments\n9\nHandover\nNo data\nAvailability\nSale complete\nprojects\nFeatures\nCarefully positioned within the secluded residential area of Uttara, the bespoke luxury flat in Dhaka sits on premium land plot in the South. It is the optimum mark of opulence, comfort and sophistication that provisions extravagant living.\n\nPrime Location\nSouth Facing Plot\n60 feet wide road-front\nWelcoming Reception & Lobby with Lounge\nExclusive Roof Garden\n24x7 CCTV Surveillance\n24x7 Standby Generator Support","metadata":{"loc":{"lines":{"from":9,"to":50}}}}],["2",{"pageContent":"Ventura Artista\nat Dhanmondi\n\nLocation\nHouse 21-A, Road 4\nDhanmondi\nType\n10 storey luxury 4 bedroom apartments\nApartment size (SFT)\n3500\nTotal apartments\n14\nHandover\nNo data\nAvailability\nSale complete\nprojects\nFeatures\nVentura Artista is an eclectic mixture of class and convenience offering facilities that properly communicate distinctive needs of individuals. It offers the ultimate feel of elegance and sophistication to those in search of luxury apartments in Dhaka. Artista is located at a prestigious position in Dhanmondi with park views and environmentally responsive screen facade accompanied by other facilities which certainly enhances the experience of urbanity.\n\nPrestigious Location\nCorner Plot with Park View apartments\nEnvironment Responsive Screen Facade\nGrand Entrance with Water Feature\nWelcoming Reception Lobby & Lounge\nGallery Space for Exhibition\nMultipurpose Community Hall\n24x7 CCTV Surveillance\n24x7 Standby Generator Support\nFire safety and Protection System","metadata":{"loc":{"lines":{"from":52,"to":81}}}}]]